{
    "jokes": [
      "Why did the tomato turn red? Because it saw the salad dressing!",
      "Why did the scarecrow become a successful chef? Because it was outstanding in its field!",
      "What's a vampire's favorite fruit? A blood orange.",
      "Why don't scientists trust atoms? Because they make up everything, just like a good soup!",
      "What do you call cheese that isn't yours? Nacho cheese!",
      "Why did the bread go to therapy? It had too many yeast issues.",
      "Why did the chef break up with the baker? They kneaded some space.",
      "What's a banana's favorite dance move? The split!",
      "Why did the lettuce win the race? Because it was ahead in the salad!",
      "Why did the sushi blush? Because it saw the seaweed.",
      "How do you organize a space party? You 'planet'!",
      "Why did the bicycle fall over? Because it was two-tired!",
      "Why did the cookie go to the hospital? It felt crummy.",
      "Why did the chicken join a band? Because it had the drumsticks!",
      "What do you call a fake noodle? An impasta!",
      "Why was the math book sad? Because it had too many problems.",
      "What do you call a sleeping pizza? PiZZZa!",
      "Why did the golfer bring two pairs of pants? In case he got a hole in one!",
      "Why did the peanut go to the police? It was a-salted!",
      "What do you call a bear with no teeth? A gummy bear!",
      "Why did the computer go to therapy? It had too many bytes of emotional baggage.",
      "Why don't scientists trust atoms? Because they make up everything, just like a buffet!",
      "Why don't oysters donate to charity? Because they're shellfish.",
      "Why did the tomato turn red? Because it saw the salad dressing!",
      "Why was the salad so good at telling stories? It had a lot of dressing!",
      "What did the lettuce say to the celery? Stop stalking me!",
      "Why did the cabbage win an award? Because it had a great head on its shoulders!",
      "What do you call a vegetable that's a traitor? Asparagrass!",
      "Why did the vegetable go to the hospital? It needed a beet-ectomy.",
      "What did the mayonnaise say to the fridge? Close the door, I'm dressing!",
      "Why don't scientists trust atoms? Because they make up everything, just like a food truck menu!",
      "Why did the skeleton go to the barbecue? To get another rib.",
      "What do you call a snowman with a six-pack? An abdominal snowman!",
      "Why was the math book sad? Because it had too many problems.",
      "What do you call a cake that's been on a diet? An unbirthday cake!",
      "Why was the broom late? It overswept.",
      "What did the grape say when it got stepped on? Nothing, it just let out a little wine.",
      "Why did the bread go to therapy? It had too many yeast issues.",
      "Why don't scientists trust atoms? Because they make up everything, just like a well-cooked stew!",
      "What do you call a cow with no legs? Ground beef!",
      "Why don't eggs tell jokes? Because they might crack up!",
      "What do you get when you cross a vampire and a snowman? Frostbite.",
      "Why did the tomato turn red? Because it saw the salad dressing!",
      "Why did the bicycle fall over? Because it was two-tired!",
      "Why don't scientists trust atoms? Because they make up everything, just like a delicious pie!",
      "Why don't oysters donate to charity? Because they're shellfish.",
      "What did the fish say when it hit the wall? Dam!",
      "Why did the golfer bring two pairs of pants? In case he got a hole in one!",
      "Why did the scarecrow win an award? Because he was outstanding in his field!",
      "What's orange and sounds like a parrot? A carrot!",
      "Why did the lettuce win the race? Because it was ahead in the salad!",
      "What do you call a fake noodle? An impasta!",
      "Why was the math book sad? Because it had too many problems.",
      "What's a vampire's favorite fruit? A blood orange.",
      "Why don't scientists trust atoms? Because they make up everything, just like a well-baked cake!",
      "Why was the broom late? It overswept.",
      "What did one plate say to the other plate? Lunch is on me!",
      "Why don't scientists trust atoms? Because they make up everything, just like a pot of stew!",
      "Why did the cookie go to the hospital? It felt crummy.",
      "Why don't oysters donate to charity? Because they're shellfish.",
      "Why did the bicycle fall over? Because it was two-tired!",
      "Why did the tomato turn red? Because it saw the salad dressing!",
      "Why did the chicken join a band? Because it had the drumsticks!",
      "Why did the scarecrow win an award? Because he was outstanding in his field!",
      "What's orange and sounds like a parrot? A carrot!",
      "Why don't scientists trust atoms? Because they make up everything, just like a well-baked cake!",
      "What did the fish say when it hit the wall? Dam!",
      "Why did the lettuce win the race? Because it was ahead in the salad!",
      "Why was the math book sad? Because it had too many problems.",
      "What do you get when you cross a vampire and a snowman? Frostbite.",
      "Why don't eggs tell jokes? Because they might crack up!",
      "What do you call a cow with no legs? Ground beef!",
      "Why did the tomato turn red? Because it saw the salad dressing!"
    ]
  }
  